<script setup>
definePageMeta({ layout: "auth" });

/*****************************************************************************
 * DEFINE STORES AND COMPOSABLES
 *****************************************************************************/

/*****************************************************************************
 * DEFINE STATES
 *****************************************************************************/

/*****************************************************************************
 * METHODS
 *****************************************************************************/
</script>

<template>
  <v-card flat max-width="480">
    <v-card-title>メンテナンス中</v-card-title>
    <v-card-subtitle class="text-wrap">
      現在メンテナンス中です。ご迷惑をおかけして申し訳ありませんが、メンテナンス終了までお待ちください。
    </v-card-subtitle>
  </v-card>
</template>
